const category = [
  { id: 1, name: "패션" },
  { id: 2, name: "도서" },
  { id: 3, name: "가구/인테리어" },
  { id: 4, name: "식음료" },
  { id: 5, name: "뷰티" },
  { id: 6, name: "생활용품" },
  { id: 7, name: "사무용품" },
  { id: 8, name: "취미" },
  { id: 9, name: "가전/디지털" },
  { id: 10, name: "기타" },
];
const itemStatus = [
  "포장도 뜯지 않은 새것",
  "거의 사용 안 해서 새것 같음",
  "사용한 지 좀 되었지만 관리가 잘 됨",
  "중고처럼 보이나 사용하는데 문제없음",
  "버리기 애매함",
];

const timeList = [
  "5:00",
  "6:00",
  "7:00",
  "8:00",
  "9:00",
  "10:00",
  "11:00",
  "12:00",
  "13:00",
  "14:00",
  "15:00",
  "16:00",
  "17:00",
  "18:00",
  "19:00",
  "20:00",
  "21:00",
  "22:00",
  "23:00",
  "24:00",
];

const days = ["주중", "주말", "월", "화", "수", "목", "금", "토", "일"];

export { category, itemStatus, timeList, days };
